[
  {
    "metadata": {},
    "element_index": 0.0,
    "equation": null,
    "created_at": "2025-09-15T06:38:51.465306",
    "table": null,
    "text": {
      "text_translated": "Durian Root and Foot Rot (Root and Foot Rot)\n\nCause: The fungus Phytophthora palmovora (Butler) Butler. Symptoms:\n\nThe leaves lose their glossy, healthy appearance, unlike normal durian leaves. Subsequently, the lower leaves begin to develop yellowish spots and gradually fall off. The tree deteriorates and eventually dies.\n\nRot occurs at the base of the trunk or on branches. The bark surface of the trunk or branches will appear to have water stains, which are clearly visible when the durian tree is dry. In the humid early morning, reddish-brown latex drops can be seen oozing from cracks in the trunk or branches. This latex gradually dries during the sunny midday, leaving a stain on the bark. When the bark in the stained area is scraped off, the damaged tissue is revealed to be reddish-brown or dark brown. As for the rot that affects small or feeder roots, the root tissue becomes soft and pulpy, breaking apart easily when pulled gently.\n\nSpread:\n\nThe Phytophthora fungus can remain dormant in the soil for many years in the form of chlamydospores. When environmental conditions are favorable, i.e., sufficient water and moisture, it can germinate into mycelium, creating a sporangium which produces zoospores. These zoospores have tails and can move through water to attack plant roots. Additionally, the pathogen can be spread by storms and floods, or be carried in planting soil and diseased scions.\n\nPrevention and Control:\n\n1. Collect fallen pieces of rotten bark or fruit from the orchard and burn them. Scrape off all the diseased parts down to the wood, then apply red lime paste or a copper-based fungicide, such as Cupravit or copper oxychloride, to the wound.\n2. Lightly scrape the surface of the diseased area and apply a systemic chemical such as metalaxyl or fosetyl-aluminium.\n3. Inject the trunk with phosphorous acid mixed with clean water at the specified ratio.\n4. Reduce the amount of fungus in the soil by applying manure, compost, or plant debris as a soil cover to promote the increase of various microorganisms. Alternatively, introduce antagonistic microorganisms into the soil, such as the Trichoderma sp. fungus, which is commercially produced.\n\nFruit Rot\n\nCause: The fungus Phytophthora palmovora (Butler) Butler. Symptoms:\n\nA grayish-brown bruised spot is often found at the tip or bottom of the fruit. This later expands into a circular or somewhat oval shape, following the fruit's form. Such lesions can be found while the fruit is still on the tree, but they most often occur in the month leading up to harvest, during harvest, and while the fruit is ripening.\n\nSpread:\n\nThe fungus can attack durian fruit from the young stage until it is mature. Especially as the fruit nears maturity, which coincides with the beginning of the rainy season, rainstorms often carry the soil-borne pathogen up onto the fruit on the tree, leading to infection and rot. The primary site of infection is usually the bottom of the fruit, as it is a more humid area.\n\nPrevention and Control:\n\n1. Implement control measures for Root and Foot Rot in the orchard starting from the rainy season. Diseased plant parts must be removed from the orchard and burned to reduce the pathogen load.\n2. Regularly inspect durian fruits in the orchard, especially as they approach maturity. If signs of fruit rot are found, spray the entire tree 1-2 times with a chemical such as metalaxyl 25% WP, metalaxyl mixed with mancozeb, or fosetyl-aluminium 80% WP.\n3. In orchards with a high risk of fruit rot due to a high incidence of Root and Foot Rot and heavy rainfall near harvest, the pathogen may be present on the fruit without showing symptoms. It is necessary to dip the fruit in a chemical such as fosetyl-aluminium before air-drying, then proceed with packing or shipping. Harvest durians carefully to prevent the fruit from touching the ground by using plastic baskets, crates, or by covering the ground with clean sacks. During transport, be careful to avoid wounds on the fruit caused by thorns piercing each other.\n\nLeaf Blight or Burnt Leaf\n\nCause: The fungus Rhizoctonia sp. Symptoms:\n\nScald-like lesions appear on the leaves, either in the center or on the edges. The lesions later expand and turn brown; their size and shape are irregular. The fungus spreads to adjacent leaves by creating mycelial threads that bind the leaves together. This causes patches of dried leaves, which gradually fall to the base of the tree, leaving only the branches. These branches then slowly dry out, causing the durian tree to become misshapen and its growth to be incomplete.\n\nSpread:\n\nThe fungus can remain dormant in the soil for a long time on plant debris. It spreads and attacks plants during the young leaf stage, especially during periods of heavy rain.\n\nPrevention and Control:\n\n1. Prune durian trees appropriately to ensure a level of humidity in the canopy that is good for tree growth but unfavorable for the pathogen.\n2. During the new leaf flush, regularly inspect for symptoms of the disease. If the disease is found, cut off the affected branches, take them out of the orchard to be burned, and spray with a fungicide such as carbendazim, copper oxychloride, or mancozeb.\n3. Collect and gather diseased leaves that have fallen around the base of the tree and burn them to reduce the pathogen load in the orchard.\n4. In orchards with high humidity and regular outbreaks of the disease, apply fertilizer with low nitrogen content to reduce the abundance of new leaf growth.\n\nAlgal Spot\n\nCause: The green alga Cephaleuros virescens.\nSymptoms: Raised, yellowish-green spots of algae are found. The edges of these spots are irregular and star-like. When environmental conditions are favorable, the spots enlarge and turn orangey-yellow or rust-colored. The algae do not have a severe impact on the durian's growth, other than reducing the leaf area available for photosynthesis.\nSpread: Spreads widely in durian orchards with dense canopies and high humidity.\nPrevention and Control: 1. Prune durian trees appropriately. 2. If a severe outbreak occurs, spray with copper oxychloride.\n\nAnthracnose in Durian\n\nCause: The fungus Colletotrichum gloeosporioides.\nSymptoms:\n\nThe symptoms are similar to Leaf Blight, with the leaves burning brown. It often occurs along the leaf edges or in the middle of the leaf. The burned leaf tissue will be light brown, with a dark brown border surrounding the lesion. The damaged leaf tissue will appear transparent. The disease tends to spread throughout the entire tree, unlike Leaf Blight, which is usually found in patches. This disease can be found in both the rainy and dry seasons, but symptoms are most evident during the dry season when the durian is flowering and fruiting.\n\nSpread:\n\nIt is often found in the Chanee durian variety. Outbreaks are sometimes seen in the Monthong variety but are not severe. The pathogen spreads via wind and attacks the plant when environmental conditions are suitable.\n\nPrevention and Control:\n\n1. Keep durian trees healthy by providing adequate and appropriate water and nutrients, especially during the fruiting period.\n2. In growing areas where the disease regularly occurs during the new leaf flush, spray with a preventative fungicide such as benomyl, carbendazim, or copper oxychloride.\n\nPink Disease\n\nCause: The fungus Corticium salmonicolor. Symptoms:",
      "intents": null,
      "text": "โรครากเน่าและโคนเน่าของทุเรียน (Root and Foot Rot) \n\nสาเหตุ เชื้อราไฟทอฟธอรา (Phytophthora palmovora (Butler) Butler) ลักษณะอาการ \n\nใบจะไม่เป็นมันสดใสเหมือนใบทุเรียนปกติ ต่อมาใบล่างๆ จะเริ่มเป็นจุดประเหลืองแล้วค่อยๆ หลุด ร่วงไป ต้นทรุดโทรมและตาย \n\nเกิดอาการเน่าที่โคนต้นหรือกิ่ง จะสังเกตเห็นผิวเปลือกของลำต้นหรือกิ่งคล้ายมีคราบน้ำเกาะ ติด เห็นได้ชัดในสภาพที่ต้นทุเรียนแห้ง ในช่วงเช้าที่มีอากาศชุ่มชื้นจะมองเห็นหยดน้ำยางสีน้ำตาลแดงไหล ออกมาจากรอยแผลแตกของลำต้นหรือกิ่ง และน้ำยางนี้จะค่อยๆ แห้งไปในช่วงกลางวันที่มีแดดจัด ทำให้ เห็นเป็นคราบน้ำจับบนเปลือกของลำต้น เมื่อถากเปลือกของลำต้นบริเวณที่มีคราบน้ำยาง จะเห็นเนื้อเยื่อ เปลือกถูกทำลายมีสีน้ำตาลแดง หรือน้ำตาลเข้ม ส่วนอาการเน่าที่เกิดกับรากเล็กหรือรากฝอยนั้น เนื้อเยื่อ รากจะเปื่อยยุ่ย เมื่อดึงเบาๆ จะขาดออกจากกันได้ง่าย \n\nการแพร่ระบาด \n\nเชื้อราไฟทอฟธอราสามารถพักตัวอยู่ในดินได้เป็นเวลานานหลายปี ในรูปแบบของคลาไมโดสปอร์ (chlamydospores) และเมื่อสภาวะแวดล้อมเหมาะสม คือน้ำและความชื้นเพียงพอก็สามารถงอกเป็นเส้นใย สร้างอวัยวะขยายพันธุ์ (sporangium) ซึ่งเป็นที่กำเนิดของซูโอสปอร์ (zoospores) ซึ่งมีหางสามารถ เคลื่อนที่ไปตามน้ำเข้าทำลายรากพืช นอกจากนั้นเชื้อโรคยังแพร่ระบาดได้โดยลมพายุ และน้ำท่วมหรือติดไป กับดินปลูก และกิ่งพันธุ์เป็นโรค \n\nการป้องกันกำจัด \n\n1. เก็บชิ้นส่วนของเปลือกหรือผลที่เน่าร่วงหล่นออกนอกแปลง แล้วทำการเผาทำลายถากส่วนที่เป็น โรคออกให้หมดจนถึงเนื้อไม้ แล้วทารอยแผลด้วยปูนแดง หรือสารป้องกันกำจัดโรคพืชประเภทสารประกอบ ทองแดง เช่น คูปราวิท หรือคอปเปอร์ออกซี่คลอไรด์ \n\n2. ถากเนื้อเยื่อบริเวณที่เป็นโรคออกบาง ๆ แล้วทาด้วยสารเคมีประเภทดูดซึม เช่น เมตาแลกซิล ฟอสเอสเอทธิล อลูมินั่ม เป็นต้น \n\n3. อัดฉีดเข้าลำต้นด้วยสารฟอสฟอรัสแอซิด (phosphorous acid) โดยผสมกับน้ำสะอาดในอัตรา \n\n4. ลดปริมาณเชื้อราในดินโดยการใส่ปุ๋ยคอก ปุ๋ยหมัก หรือเศษซากพืชคลุมดินเพื่อส่งเสริมให้จุลินทรีย์ หลายชนิดเพิ่มปริมาณ หรือนำจุลินทรีย์ปฏิปักษ์ใส่ในดิน เช่น เชื้อราไตรโคเดอมา (Trichoderma sp.) ซึ่งมีการผลิตในรูปการค้า \n\nโรคผลเน่า (Fruit Rot) \n\nสาเหตุ เชื้อราไฟทอฟธอรา (Phytophthora palmovora (Butler) Butler) ลักษณะอาการ \n\nบริเวณปลายผล หรือก้นผลมักพบจุดช้ำสีน้ำตาลปนเทา ต่อมาขยายเป็นวงกลมหรือค่อนข้างรี ไปตามรูปร่างผล แผลดังกล่าวอาจพบได้ตั้งแต่ผลยังคงอยู่บนต้น แต่ส่วนใหญ่มักพบเกิดกับผลในช่วง ประมาณ 1 เดือน ก่อนเก็บเกี่ยวจนกระทั่งเก็บเกี่ยว และในระหว่างบ่มผลให้สุก \n\nการแพร่ระบาด \n\nเชื้อราสามารถเข้าทำลายผลทุเรียนได้ตั้งแต่ระยะผลอ่อนจนกระทั่งแก่ โดยเฉพาะเมื่อผลใกล้แก่ จะเป็นช่วงต้นฤดูฝนซึ่งมักจะเกิดลมพายุฝนพัดพาเอาเชื้อที่ติดอยู่กับดินขึ้นไปเกาะติดบนผลทุเรียนที่ติดอยู่ บนต้น และเข้าทำลายทำให้เกิดแผลเน่าได้ ซึ่งบริเวณที่เชื้อเข้าทำลายส่ว นใหญ่จะเป็นบริเวณก้นผล เนื่องจากเป็นบริเวณที่มีความชื้นสูงกว่าบริเวณอื่น \n\nการป้องกันกำจัด \n\n1. ทำการป้องกันกำจัดโรครากเน่าโคนเน่าที่เกิดกับต้นทุเรียนในแปลงปลูกเสียตั้งแต่ในช่วงฤดูฝน เศษชิ้นส่วนพืชที่เป็นโรคจะต้องเก็บออกนอกแปลงแล้วนำไปเผาทำลายเพื่อลดปริมาณเชื้อโรคในแปลงปลูก 2. หมั่นตรวจตราผลทุเรียนในแปลงอย่างสม่ำเสมอ โดยเฉพาะในช่วงผลใกล้แก่ หากพบอาการผล เป็นจุดเน่า ควรทำการฉีดพ่นสารเคมี เช่น เมตาแลกซิล 25 %WP หรือ เมตาแลกซิลผสมแมนโคแซป หรือ ฟอสเอทธิล อะลูมินั่ม 80%WP ให้ทั่วทั้งต้นประมาณ 1-2 ครั้ง 3. ในแปลงปลูกที่มีความเสี่ยงต่อการเกิดโรคผลเน่าสูง อันเนื่องมาจากมีต้นที่เป็นโรครากเน่าโคนเน่า ในแปลงมาก และมีฝนตกชุกในช่วงใกล้เก็บเกี่ยวผล เชื้อโรคอาจจะติดมากับผลได้โดยยังไม่แสดงอาการ จำเป็นต้องจุ่มสารเคมี เช่น ฟอสเอทธิลอะลูมินั่ม ก่อนผึ่งให้แห้งแล้วดำเนินการบรรจุหีบห่อหรือส่งไปยัง จุดหมายปลายทาง การเก็บเกี่ยวทุเรียนต้องระมัดระวังไม่ให้ผลทุเรียนสัมผัสกับดิน โดยใช้ตะกร้าพลาสติก หรือเข่ง หรือปูพื้นดินที่จะวางผลทุเรียนด้วยกระสอบที่สะอาด เพื่อลดโอกาสที่ผลจะสัมผัสกับดิน และการ ขนย้ายจะต้องระมัดระวังบาดแผลบนผลที่อาจเกิดจากหนามทิ่มแทงกัน \n\nโรคใบติดหรือใบไหม้ \n\nสาเหตุ เชื้อราไรซอกโทเนีย (Rhizoctonia sp.) ลักษณะอาการ \n\nพบแผลคล้ายน้ำร้อนลวกบนใบ บริเวณกลางใบหรือขอบใบ ต่อมาแผลขยายตัวลุกลามและ เปลี่ยนเป็นสีน้ำตาล ขนาดและรูปร่างแผลไม่แน่นอนเชื้อราจะแพร่ไปยังใบอื่นที่ติดกันโดยการสร้างเส้นใย ของเชื้อรายึดใบให้ติดกัน ทำให้เกิดอาการใบแห้งเป็นหย่อม ๆ และใบจะค่อย ๆ ร่วงหล่นลงยังโคนต้นเหลือ แต่กิ่ง ซึ่งต่อมาจะค่อย ๆ แห้ง ทำให้ต้นทุเรียนเสียรูปทรง และมีการเจริญเติบโตที่ไม่สมบูรณ์ \n\nการแพร่ระบาด \n\nเชื้อราสามารถพักตัวอยู่ในดินได้เป็นเวลานาน โดยอาศัยเศษซากพืช และแพร่ระบาดเข้าทำลายพืช ระยะใบอ่อน โดยเฉพาะในช่วงในตกชุก \n\nการป้องกันกำจัด \n\n1.ตัดแต่งกิ่งทุเรียนให้เหมาะสม โดยให้มีความชื้นในปริมาณที่ต้นทุเรียนเจริญเติบโตได้ดี และมี ความชื้นในทรงพุ่มไม่เหมาะต่อการเข้าทำลายของเชื้อโรค 2. ในช่วงทุเรียนแตกใบอ่อนควรหมั่นสำรวจอาการของโรค หากพบโรคควรตัดกิ่งที่เป็นโรค ออก นำไปเผานอกแปลงปลูก และพ่นด้วยสารกำจัดโรคพืช เช่น คาร์เบนดาซิม คอปเปอร์ออกซีคลอไรด์ แมนโคแซบ 3. เก็บและรวบรวมเศษใบเป็นโรคที่ร่วงหล่นอยู่บริเวณโคนต้น แล้วนำไปเผาทำลายเพื่อลดปริมาณ เชื้อโรคในแปลงปลูกให้น้อยลง 4. ในแปลงปลูกที่ความชื้นสูง และมีการระบาดของโรคเป็นประจำ ควรใส่ปุ๋ยที่มีไนโตรเจนต่ำ เพื่อ ลดความอุดมสมบูรณ์ของการแตกใบ \n\nโรคใบจุดสนิม (Agal Spot) \n\nสาเหตุ สาหร่ายสีเขียว (Cephaleuros virescense)   \nลักษณะอาการ พบจุดฟูสีเขียวแกมเหลืองของสาหร่าย ขอบของจุดเหล่านี้จะไม่เรียบ และมีลักษณะเป็นแฉก ๆ   \nเมื่อสภาพแวดล้อมเหมาะสม จุดจะขยายใหญ่ และเปลี่ยนเป็นสีเหลืองแกมส้มหรือสีสนิม สาหร่ายที่พบไม่มี   \nผลกระทบที่รุนแรงต่อการเจริญของทุเรียน นอกจากจะบดบังเนื้อที่ใบที่ใช้ในการสังเคราะห์แสงให้น้อยลง   \nการแพร่ระบาด ระบาดมากในแปลงทุเรียนที่มีทรงพุ่มแน่นทึบ และสภาพความชื้นสูง   \nการป้องกันกำจัด 1. ตัดแต่งกิ่งทุเรียนให้เหมาะสม 2. หากพบการระบาดมากฉีดพ่นด้วยสารเคมีคอปเปอร์ออกซีคลอไรด์ \n\nโรคแอนแทรคโนสในทุเรียน \n\nสาเหตุ เชื้อราคอลเลโตตริคัม (Colletotrichum gloeosporiodes)   \nลักษณะอาการ \n\nลักษณะอาการคล้ายโรคใบติด โดยใบจะไหม้เป็นสีน้ำตาล มักเกิดตามบริเวณขอบใบหรือกลางใบ บริเวณเนื้อใบที่ไหม้จะเป็นสีน้ำตาลอ่อน ขอบของแผลจะเป็นสีน้ำตาลเข้มล้อมรอบแผล เนื้อใบที่ถูกทำลาย จะมองดูโปร่งใส การเกิดโรคมักจะกระจายไปทั่วทั้งต้น ไม่เหมือนโรคใบติดที่มักพบกระจา ยเป็นหย่อมๆ โรคนี้พบได้ทั้งในช่วงฤดูฝนและฤดูแล้ง แต่มองเห็นอาการได้ชัดเจนในช่วงฤดูแล้ง ซึ่งเป็นระยะที่ทุเรียนกำลัง ออกดอกติดผล \n\nการแพร่ระบาด \n\nมักพบในทุเรียนพันธุ์ชะนี ในพันธุ์หมอนทองพบอาการระบาดบ้างแต่ไม่รุนแรง โดยเชื้อจะแพร่ ระบาดไปตามลมเข้าทำลายพืชเมื่อสภาพแวดล้อมเหมาะสม \n\nการป้องกันกำจัด \n\n1. ดูแลต้นทุเรียนให้มีความแข็งแรงโดยการให้น้ำ และธาตุอาหารที่เหมาะสมและเพียงพอ โดยเฉพาะในช่วงติดผลของทุเรียน 2. ในแหล่งปลูกที่พบโรคเสมอในช่วงทุเรียนแตกใบอ่อน ควรฉีดพ่นสารเคมีป้องกันกำจัดโรคเช่น สารเบนโนมิล คาร์เบนดาซิม หรือคอปเปอร์ออกซีคลอไรด์ \n\nราสีชมพู (Pink Disease) \n\nสาเหตุ เชื้อราคอร์ทีเซียม (Corticium salmonicolor) ลักษณะอาการ",
      "contextual_text": null
    },
    "updated_at": "2025-09-15T06:38:51.465308",
    "source_blocks": [
      {
        "page_idx": 0.0,
        "char_start": 0.0,
        "type": "text",
        "block_idx": 0.0,
        "char_end": 51.0
      },
      {
        "page_idx": 0.0,
        "char_start": 52.0,
        "type": "text",
        "block_idx": 1.0,
        "char_end": 129.0
      },
      {
        "page_idx": 0.0,
        "char_start": 131.0,
        "type": "text",
        "block_idx": 2.0,
        "char_end": 245.0
      },
      {
        "page_idx": 0.0,
        "char_start": 247.0,
        "type": "text",
        "block_idx": 3.0,
        "char_end": 770.0
      },
      {
        "page_idx": 0.0,
        "char_start": 772.0,
        "type": "text",
        "block_idx": 4.0,
        "char_end": 785.0
      },
      {
        "page_idx": 0.0,
        "char_start": 787.0,
        "type": "text",
        "block_idx": 5.0,
        "char_end": 1182.0
      },
      {
        "page_idx": 0.0,
        "char_start": 1184.0,
        "type": "text",
        "block_idx": 6.0,
        "char_end": 1200.0
      },
      {
        "page_idx": 0.0,
        "char_start": 1202.0,
        "type": "text",
        "block_idx": 7.0,
        "char_end": 1427.0
      },
      {
        "page_idx": 0.0,
        "char_start": 1429.0,
        "type": "text",
        "block_idx": 8.0,
        "char_end": 1547.0
      },
      {
        "page_idx": 0.0,
        "char_start": 1549.0,
        "type": "text",
        "block_idx": 9.0,
        "char_end": 1632.0
      },
      {
        "page_idx": 1.0,
        "char_start": 1634.0,
        "type": "text",
        "block_idx": 10.0,
        "char_end": 1849.0
      },
      {
        "page_idx": 1.0,
        "char_start": 1851.0,
        "type": "text",
        "block_idx": 12.0,
        "char_end": 1873.0
      },
      {
        "page_idx": 1.0,
        "char_start": 1875.0,
        "type": "text",
        "block_idx": 13.0,
        "char_end": 1952.0
      },
      {
        "page_idx": 1.0,
        "char_start": 1954.0,
        "type": "text",
        "block_idx": 14.0,
        "char_end": 2197.0
      },
      {
        "page_idx": 1.0,
        "char_start": 2199.0,
        "type": "text",
        "block_idx": 15.0,
        "char_end": 2212.0
      },
      {
        "page_idx": 1.0,
        "char_start": 2214.0,
        "type": "text",
        "block_idx": 16.0,
        "char_end": 2546.0
      },
      {
        "page_idx": 2.0,
        "char_start": 2548.0,
        "type": "text",
        "block_idx": 17.0,
        "char_end": 2564.0
      },
      {
        "page_idx": 2.0,
        "char_start": 2566.0,
        "type": "text",
        "block_idx": 18.0,
        "char_end": 3514.0
      },
      {
        "page_idx": 3.0,
        "char_start": 3516.0,
        "type": "text",
        "block_idx": 20.0,
        "char_end": 3535.0
      },
      {
        "page_idx": 3.0,
        "char_start": 3537.0,
        "type": "text",
        "block_idx": 21.0,
        "char_end": 3593.0
      },
      {
        "page_idx": 3.0,
        "char_start": 3595.0,
        "type": "text",
        "block_idx": 22.0,
        "char_end": 3950.0
      },
      {
        "page_idx": 3.0,
        "char_start": 3952.0,
        "type": "text",
        "block_idx": 23.0,
        "char_end": 3965.0
      },
      {
        "page_idx": 3.0,
        "char_start": 3967.0,
        "type": "text",
        "block_idx": 24.0,
        "char_end": 4086.0
      },
      {
        "page_idx": 3.0,
        "char_start": 4088.0,
        "type": "text",
        "block_idx": 25.0,
        "char_end": 4104.0
      },
      {
        "page_idx": 3.0,
        "char_start": 4106.0,
        "type": "text",
        "block_idx": 26.0,
        "char_end": 4657.0
      },
      {
        "page_idx": 4.0,
        "char_start": 4659.0,
        "type": "text",
        "block_idx": 28.0,
        "char_end": 4684.0
      },
      {
        "page_idx": 4.0,
        "char_start": 4686.0,
        "type": "text",
        "block_idx": 29.0,
        "char_end": 5211.0
      },
      {
        "page_idx": 5.0,
        "char_start": 5213.0,
        "type": "text",
        "block_idx": 31.0,
        "char_end": 5236.0
      },
      {
        "page_idx": 5.0,
        "char_start": 5238.0,
        "type": "text",
        "block_idx": 32.0,
        "char_end": 5313.0
      },
      {
        "page_idx": 5.0,
        "char_start": 5315.0,
        "type": "text",
        "block_idx": 33.0,
        "char_end": 5700.0
      },
      {
        "page_idx": 5.0,
        "char_start": 5702.0,
        "type": "text",
        "block_idx": 34.0,
        "char_end": 5715.0
      },
      {
        "page_idx": 5.0,
        "char_start": 5717.0,
        "type": "text",
        "block_idx": 35.0,
        "char_end": 5849.0
      },
      {
        "page_idx": 5.0,
        "char_start": 5851.0,
        "type": "text",
        "block_idx": 36.0,
        "char_end": 5867.0
      },
      {
        "page_idx": 5.0,
        "char_start": 5869.0,
        "type": "text",
        "block_idx": 37.0,
        "char_end": 6113.0
      },
      {
        "page_idx": 6.0,
        "char_start": 6115.0,
        "type": "text",
        "block_idx": 39.0,
        "char_end": 6139.0
      },
      {
        "page_idx": 6.0,
        "char_start": 6141.0,
        "type": "text",
        "block_idx": 40.0,
        "char_end": 6204.0
      }
    ],
    "block_index": [
      0.0,
      1.0,
      2.0,
      3.0,
      4.0,
      5.0,
      6.0,
      7.0,
      8.0,
      9.0,
      10.0,
      12.0,
      13.0,
      14.0,
      15.0,
      16.0,
      17.0,
      18.0,
      20.0,
      21.0,
      22.0,
      23.0,
      24.0,
      25.0,
      26.0,
      28.0,
      29.0,
      31.0,
      32.0,
      33.0,
      34.0,
      35.0,
      36.0,
      37.0,
      39.0,
      40.0
    ],
    "image": null,
    "content_type": "text",
    "document_id": "69703df5fb2c5e4d4dea3bf22874dd58cff886fe4935efe97883ad7686ba412d",
    "id": "72ef9d3d-ab35-4bd4-bab5-ab2920a7ef10"
  },
  {
    "metadata": {},
    "element_index": 1.0,
    "equation": null,
    "created_at": "2025-09-15T06:38:51.465367",
    "table": null,
    "text": {
      "text_translated": "Prune durian branches appropriately. 2. If a severe infestation is found, spray with copper oxychloride chemical.\n\nAnthracnose Disease in Durian\n\nCause: Colletotrichum gloeosporiodes fungus.\nSymptoms\n\nThe symptoms are similar to leaf blight, where the leaves burn and turn brown. It often occurs along the edges or in the middle of the leaf. The burned area of the leaf tissue will be light brown, with a dark brown border surrounding the lesion. The damaged leaf tissue will look transparent. The disease tends to spread throughout the entire tree, unlike leaf blight, which is often found in patches. This disease can be found in both the rainy and dry seasons, but the symptoms are clearly visible during the dry season, which is when durian trees are flowering and bearing fruit.\n\nSpread\n\nIt is often found in the Chanee durian variety. In the Monthong variety, some outbreaks are found but are not severe. The fungus spreads with the wind and attacks the plant when environmental conditions are favorable.\n\nPrevention and Control\n\n1. Keep durian trees healthy by providing adequate and appropriate water and nutrients, especially during the fruit-bearing period.\n2. In growing areas where the disease is always found during the young leaf stage, spray with preventative chemical fungicides such as benomyl, carbendazim, or copper oxychloride.\n\nPink Disease\n\nCause: Corticium salmonicolor fungus.\nSymptoms\n\nWhen viewed from outside the canopy, symptoms of yellowing and falling leaves appear in patches, similar to twig blight or root rot caused by Phytophthora fungus. However, upon observing the branches inside the canopy, white fungal hyphae can be seen covering the base of the symptomatic branches. As the fungus grows and matures, the white hyphae gradually turn pink, which is when the fungus creates reproductive parts to spread to other trees. When the bark on the fungus-covered part of the branch is scraped, the inner bark tissue appears dry and brown.\nSpread\nSpreads rapidly in high humidity conditions.\n\nPrevention and Control\n\n1. Regularly inspect the orchard for signs of the disease.\n2. When the fungus is found beginning to attack large branches, use a knife to scrape off the bark thinly and then apply a chemical, such as copper oxychloride, around the branch.\n3. Cut off the diseased part of the branch, burn it, and then apply a chemical, such as copper oxychloride, around the cut area.\n4. Prune durian trees to have a reasonably open canopy to allow for air circulation.\n5. In growing areas where pink disease outbreaks are common, chemical sprays such as benomyl may be used.\n\nPowdery Mildew\n\nCause: Oidium sp. fungus.\n\nSymptoms\n\nWhite, powdery-like fungal colonies are found covering the surface of the durian rind. The fungus can attack durian fruit from the young fruit stage until the fruit is mature and ready for sale. Infection during the early fruit-setting stage may cause young fruit to drop. If it occurs on growing fruit, it will cause the skin color of the durian to be abnormal, which is undesirable for the market and consumers. It also causes the price of the produce to fall.\nSpread\nThe fungus spreads by wind during cool and dry weather.\nPrevention and Control\n\n1. In growing areas where environmental conditions are conducive to disease outbreaks, farmers should regularly inspect the durian fruit in their orchards.\n2. Spray with chemical fungicides such as benomyl or wettable sulfur.\n\nSooty Mold\n\nCause: Fungus\nSymptoms\nBlack mold grows in spots or spreads over the entire fruit. The spots often merge, forming black patches, which makes the durian skin look unclean and lowers its price.\nSpread\nOften found with insects such as scale insects and mealybugs, which excrete a sticky substance (honeydew) onto the fruit, serving as food for the sooty mold. Sooty mold is also common in high humidity conditions and on durian trees with dense canopies.\nPrevention and Control\n1. Control the spread of sucking insects with herbal extracts or insecticides, such as white oil mixed with malathion.\n2. Spray with fungicides, such as copper oxychloride.\n\nSymptoms of Sooty Mold on durian. Photo: Nipon, 1999.\n\nFlower and Fruit Drop\n\nThis can be considered an important issue because it directly affects the yield that farmers receive after caring for the durian trees by watering, fertilizing, and controlling diseases and insects for almost the entire year. However, it is often found that in some years, after the durian trees have flowered, there are problems such as flowers dropping before blooming, flowers drying up, flowers blooming but not setting fruit, or fruit setting but dropping when young. These problems have several factors that influence the dropping of flowers and fruit. The problems that occur each year may differ according to different environmental conditions. The various factors that may affect the dropping of durian flowers or fruit are as follows:\n\nThe shedding of flower buds on durian trees may be caused by low air humidity during the flowering season. This problem is particularly common in orchards with strong winds, which can decrease humidity in the growing area. If the tree does not receive enough water to nourish the flowers, they can dry up and fall off easily.\n\n2. Inappropriate watering during the durian flowering period. Watering too little causes the flowers to dry up and fall off. Conversely, sometimes watering too much causes the durian tree to drop its flowers and sprout new leaves.\n\n3. Durian trees flowering in multiple batches on the same tree. This causes the plant to direct water and nutrients to the newer batch of flowers. As a result, the older batch does not receive enough water and nutrients, leading to them dropping.\n\n4. Infestation of insects such as thrips or red spider mites attacking the flowers.",
      "intents": null,
      "text": "ตัดแต่งกิ่งทุเรียนให้เหมาะสม 2. หากพบการระบาดมากฉีดพ่นด้วยสารเคมีคอปเปอร์ออกซีคลอไรด์ \n\nโรคแอนแทรคโนสในทุเรียน \n\nสาเหตุ เชื้อราคอลเลโตตริคัม (Colletotrichum gloeosporiodes)   \nลักษณะอาการ \n\nลักษณะอาการคล้ายโรคใบติด โดยใบจะไหม้เป็นสีน้ำตาล มักเกิดตามบริเวณขอบใบหรือกลางใบ บริเวณเนื้อใบที่ไหม้จะเป็นสีน้ำตาลอ่อน ขอบของแผลจะเป็นสีน้ำตาลเข้มล้อมรอบแผล เนื้อใบที่ถูกทำลาย จะมองดูโปร่งใส การเกิดโรคมักจะกระจายไปทั่วทั้งต้น ไม่เหมือนโรคใบติดที่มักพบกระจา ยเป็นหย่อมๆ โรคนี้พบได้ทั้งในช่วงฤดูฝนและฤดูแล้ง แต่มองเห็นอาการได้ชัดเจนในช่วงฤดูแล้ง ซึ่งเป็นระยะที่ทุเรียนกำลัง ออกดอกติดผล \n\nการแพร่ระบาด \n\nมักพบในทุเรียนพันธุ์ชะนี ในพันธุ์หมอนทองพบอาการระบาดบ้างแต่ไม่รุนแรง โดยเชื้อจะแพร่ ระบาดไปตามลมเข้าทำลายพืชเมื่อสภาพแวดล้อมเหมาะสม \n\nการป้องกันกำจัด \n\n1. ดูแลต้นทุเรียนให้มีความแข็งแรงโดยการให้น้ำ และธาตุอาหารที่เหมาะสมและเพียงพอ โดยเฉพาะในช่วงติดผลของทุเรียน 2. ในแหล่งปลูกที่พบโรคเสมอในช่วงทุเรียนแตกใบอ่อน ควรฉีดพ่นสารเคมีป้องกันกำจัดโรคเช่น สารเบนโนมิล คาร์เบนดาซิม หรือคอปเปอร์ออกซีคลอไรด์ \n\nราสีชมพู (Pink Disease) \n\nสาเหตุ เชื้อราคอร์ทีเซียม (Corticium salmonicolor) ลักษณะอาการ \n\nเมื่อมองดูจากนอกทรงพุ่ม จะเห็นอาการใบเหลืองร่วงเป็นหย่อมๆ คล้ายอาการกิ่งแห้ง หรือโคนเน่า ที่เกิดจากเชื้อราไฟทอฟธอรา แต่หากสังเกตตามกิ่งด้านในของทรงพุ่มจะเห็นเส้นใยของเชื้อราสีขาวปกคลุม โคนกิ่งที่แสดงอาการ เมื่อเชื้อเจริญลุกลามและมีอายุมากขึ้น เส้นใยขาวจะค่อยๆ เปลี่ยนเป็นสีชมพู ซึ่งเป็น ช่วงเวลาที่เชื้อราสร้างส่วนขยายพันธุ์เพื่อการระบาดไปยังต้นอื่น ๆ ต่อไป เมื่อถากส่วนของกิ่งที่มีเชื้อรา ปกคลุมอยู่จะเห็นเนื้อเปลือกแห้งเป็นสีน้ำตาล การแพร่ระบาด แพร่ระบาดมากในสภาพความชื้นสูง \n\nการป้องกันกำจัด \n\n1. หมั่นตรวจหาลักษณะอาการของโรคในแปลงปลูกอย่างสม่ำเสมอ 2. เมื่อพบเชื้อราเริ่มเข้าทำลายตามกิ่งที่มีขนาดใหญ่ ควรใช้มีดขูดเปลือกกิ่งออกบาง ๆ แล้วทาด้วย   \nสารเคมี เช่น คอปเปอร์ออกซี่คลอไรด์รอบ ๆ กิ่ง 3. ตัดกิ่งส่วนที่เป็นโรคออก แล้วนำไปเผาทำลาย แล้วทาด้วยสารเคมี เช่น คอปเปอร์ออกซี่คลอไรด์   \nรอบ ๆ บริเวณรอยตัดของกิ่ง 4. ควรทำการตัดแต่งกิ่งต้นทุเรียนให้มีทรงพุ่มโปร่งพอสมควร เพื่อให้อากาศถ่ายเทได้ 5. ในแหล่งปลูกที่พบโรคราสีชมพูระบาดเป็นประจำ อาจใช้สารเคมีฉีดพ่น เช่น เบนโนมิล \n\nโรคราแป้ง (Powdery Mildew) \n\nสาเหตุ เชื้อราออยเดียม (Oidium sp.) \n\nลักษณะอาการ \n\nพบกลุ่มของเชื้อราสีขาวมีลักษณะคล้ายฝุ่นแป้งปกคลุมผิวเปลือกทุเรียน เชื้อสามารถเข้าทำลายผล ทุเรียนได้ตั้งแต่เริ่มติดผลอ่อนจนกระทั่งผลแก่จำหน่ายได้ ซึ่งการเข้าทำลายของเชื้อในระยะติดผลใหม่ๆ ก็อาจจะทำให้ผลอ่อนนั้นร่วงหล่นได้ หรือถ้าเป็นกับผลที่กำลังเจริญเติบโตก็จะทำให้สีผิวของทุเรียนผิดปกติ ไม่เป็นที่ต้องการของตลาดและผู้บริโภค นอกจากนี้ยังทำให้ราคาผลผลิตตกต่ำลง การแพร่ระบาด เชื้อราแพร่ระบาดทางลมในระยะที่อากาศเย็นและแห้งแล้ง การป้องกันกำจัด \n\n1. ในแหล่งปลูกที่สภาพแวดล้อมเอื้ออำนวยต่อการระบาดของโรค เกษตรกรควรตรวจ ตราผล ทุเรียนในแปลงปลูกอย่างสม่ำเสมอ 2. ฉีดพ่นสารเคมีป้องกันกำจัดโรค เช่น เบนโนมิลหรือกำมะถันผงชนิดละลายน้ำ (wettable sulfur) เป็นต้น \n\nโรคราดำ (Sooty mold) \n\nสาเหตุ เชื้อรา   \nลักษณะอาการ ผลทุเรียนมีราสีดำเจริญเป็นจุด ๆ หรือปกคลุมกระจายทั่วผล จุดมักรวมตัวกันทำให้เห็นเป็นปื้นดำ   \nทำให้ผิวผลทุเรียนไม่สะอาด และมีราคาตกต่ำลง   \nการแพร่ระบาด มักพบแมลงจำพวกเพลี้ยหอย เพลี้ยแป้ง มีการขับถ่ายสารเหนียวๆ ลงบนผล ซึ่งเป็นอาหารของราดำ   \nและมักพบราดำในสภาพความชื้นสูง โดยพบกับต้นทุเรียนที่มีพุ่มแน่นทึบ   \nการป้องกันกำจัด 1.ควบคุมการแพร่ระบาดของเพลี้ยด้วยสารสกัดสมุนไพรหรือสารกำจัดแมลง เช่น ไวท์ออยผสมมาลาไธออน 2.พ่นสารป้องกันกำจัดเชื้อรา เช่น คอปเปอร์ออกซีคลอไรด์ \n\nลักษณะอาการโรคราดำในทุเรียน ภาพ : นิพนธ์, 2542 \n\nโรคดอกและผลร่วง \n\nโรคนี้อาจนับได้ว่าเป็นโรคที่มีความสำคัญเพราะมีผลกระทบโดยตรงกับปริมาณผลผลิตที่เกษตรกร จะได้รับหลังจากดูแลรักษาต้นทุเรียนโดยการให้น้ำให้ปุ๋ยป้องกันกำจัดโรคและแมลงมาเกือบตลอดปี แต่ก็มัก พบเสมอว่าในบางปีที่ทุเรียนหลังจากที่ออกดอกแล้ว มีปัญหาดอกร่วงก่อนบานดอกแห้ง หรือดอกบานแล้ว ไม่ติดผล หรือติดผลแล้วแต่ผลอ่อนร่วงง่าย เป็นต้น ปัญหาเหล่านี้มีปัจจัยปลายอย่างที่มีอิทธิพลต่อกา รร่วง ของดอกและผล ปัญหาที่เกิดขึ้นในแต่ละปีอาจแตกต่างกันออกไปตามสภาพแวดล้อมที่แตกต่างกัน ซึ่งปัจจัย ต่าง ๆ ที่อาจมีผลต่อการร่วงของดอกหรือผลทุเรียนมีดังนี้ \n\nThe shedding of flower buds on durian trees may be caused by low air humidity during the flowering season. This problem is particularly common in orchards with strong winds, which can decrease humidity in the growing area. If the tree does not receive enough water to nourish the flowers, they can dry up and fall off easily.\n\n2. การให้น้ำที่ไม่เหมาะสมในช่วงทุเรียนออกดอก การให้น้ำน้อยเกินไปทำให้ดอกแห้งและร่วงหล่น แล้ว บางครั้งการให้น้ำมากเกินไปทำให้ทุเรียนทิ้งดอก และมีการแตกใบอ่อนได้ \n\n3. การที่ทุเรียนออกดอกหลายๆ รุ่นในต้นเดียวกัน ทำให้ต้นพืชนำน้ำและธาตุอาหารไปเลี้ยงดอก ที่ออกรุ่นใหม่มากกว่า เป็นผลให้รุ่นเก่าไม่มีน้ำและอาหารเพียงพอ เกิดการหลุดร่วงได้ \n\n4. มีแมลงพวกเพลี้ยไฟ หรือไรแดงเข้าทำลายดอก",
      "contextual_text": null
    },
    "updated_at": "2025-09-15T06:38:51.465368",
    "source_blocks": [
      {
        "page_idx": 4.0,
        "char_start": 0.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 29.0,
        "char_end": 87.0
      },
      {
        "page_idx": 5.0,
        "char_start": 88.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 31.0,
        "char_end": 111.0
      },
      {
        "page_idx": 5.0,
        "char_start": 113.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 32.0,
        "char_end": 188.0
      },
      {
        "page_idx": 5.0,
        "char_start": 190.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 33.0,
        "char_end": 575.0
      },
      {
        "page_idx": 5.0,
        "char_start": 577.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 34.0,
        "char_end": 590.0
      },
      {
        "page_idx": 5.0,
        "char_start": 592.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 35.0,
        "char_end": 724.0
      },
      {
        "page_idx": 5.0,
        "char_start": 726.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 36.0,
        "char_end": 742.0
      },
      {
        "page_idx": 5.0,
        "char_start": 744.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 37.0,
        "char_end": 988.0
      },
      {
        "page_idx": 6.0,
        "char_start": 990.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 39.0,
        "char_end": 1014.0
      },
      {
        "page_idx": 6.0,
        "char_start": 1016.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 40.0,
        "char_end": 1079.0
      },
      {
        "page_idx": 6.0,
        "char_start": 1081.0,
        "type": "text",
        "block_idx": 41.0,
        "char_end": 1558.0
      },
      {
        "page_idx": 6.0,
        "char_start": 1560.0,
        "type": "text",
        "block_idx": 42.0,
        "char_end": 1576.0
      },
      {
        "page_idx": 6.0,
        "char_start": 1578.0,
        "type": "text",
        "block_idx": 43.0,
        "char_end": 2053.0
      },
      {
        "page_idx": 7.0,
        "char_start": 2055.0,
        "type": "text",
        "block_idx": 45.0,
        "char_end": 2082.0
      },
      {
        "page_idx": 7.0,
        "char_start": 2084.0,
        "type": "text",
        "block_idx": 46.0,
        "char_end": 2120.0
      },
      {
        "page_idx": 7.0,
        "char_start": 2122.0,
        "type": "text",
        "block_idx": 47.0,
        "char_end": 2134.0
      },
      {
        "page_idx": 7.0,
        "char_start": 2136.0,
        "type": "text",
        "block_idx": 48.0,
        "char_end": 2575.0
      },
      {
        "page_idx": 7.0,
        "char_start": 2577.0,
        "type": "text",
        "block_idx": 49.0,
        "char_end": 2782.0
      },
      {
        "page_idx": 8.0,
        "char_start": 2784.0,
        "type": "text",
        "block_idx": 51.0,
        "char_end": 2805.0
      },
      {
        "page_idx": 8.0,
        "char_start": 2807.0,
        "type": "text",
        "block_idx": 52.0,
        "char_end": 3305.0
      },
      {
        "page_idx": 8.0,
        "char_start": 3307.0,
        "type": "text",
        "block_idx": 54.0,
        "char_end": 3354.0
      },
      {
        "page_idx": 9.0,
        "char_start": 3356.0,
        "type": "text",
        "block_idx": 55.0,
        "char_end": 3372.0
      },
      {
        "page_idx": 9.0,
        "char_start": 3374.0,
        "type": "text",
        "block_idx": 56.0,
        "char_end": 3899.0
      },
      {
        "page_idx": 9.0,
        "char_start": 3901.0,
        "type": "image",
        "block_idx": 57.0,
        "char_end": 4226.0
      },
      {
        "page_idx": 9.0,
        "char_start": 4228.0,
        "type": "text",
        "block_idx": 58.0,
        "char_end": 4388.0
      },
      {
        "page_idx": 9.0,
        "char_start": 4390.0,
        "type": "text",
        "block_idx": 59.0,
        "char_end": 4558.0
      },
      {
        "page_idx": 9.0,
        "char_start": 4560.0,
        "type": "text",
        "block_idx": 60.0,
        "char_end": 4603.0
      }
    ],
    "block_index": [
      29.0,
      31.0,
      32.0,
      33.0,
      34.0,
      35.0,
      36.0,
      37.0,
      39.0,
      40.0,
      41.0,
      42.0,
      43.0,
      45.0,
      46.0,
      47.0,
      48.0,
      49.0,
      51.0,
      52.0,
      54.0,
      55.0,
      56.0,
      57.0,
      58.0,
      59.0,
      60.0
    ],
    "image": null,
    "content_type": "text",
    "document_id": "69703df5fb2c5e4d4dea3bf22874dd58cff886fe4935efe97883ad7686ba412d",
    "id": "861790c5-2141-4698-a85f-ad1121409fe2"
  },
  {
    "metadata": {},
    "element_index": 2.0,
    "equation": null,
    "created_at": "2025-09-15T06:38:51.465391",
    "table": null,
    "text": {
      "text_translated": "2. Inappropriate watering during the durian flowering period. Underwatering causes the flowers to dry up and fall off. On the other hand, overwatering can cause the durian tree to shed its flowers and sprout new leaves.\n\n3. When a durian tree flowers in multiple batches on the same plant, the plant directs more water and nutrients to nourish the newer flowers. As a result, the older batch does not receive enough water and nutrients, which can cause them to fall off.\n\n4. Pests such as thrips or red mites attack and destroy the flowers.\n\nThe pollination process varies among durian cultivars. Specifically, the Chanee variety experiences incomplete pollination due to its male stamen being longer than its female pistil and having fewer female pistils, which reduces the chances of natural pollination and makes fruit setting difficult. The problem is worsened by rain during the blooming period, often resulting in below-average fruit yields. To address this, assisted pollination using pollen from other cultivars, such as Mon Thong, is recommended. Mon Thong sets fruit more easily and is less prone to dropping. This assisted pollination method helps ensure the development of well-formed fruits without misshapen or incomplete sections.",
      "intents": null,
      "text": "2. การให้น้ำที่ไม่เหมาะสมในช่วงทุเรียนออกดอก การให้น้ำน้อยเกินไปทำให้ดอกแห้งและร่วงหล่น แล้ว บางครั้งการให้น้ำมากเกินไปทำให้ทุเรียนทิ้งดอก และมีการแตกใบอ่อนได้ \n\n3. การที่ทุเรียนออกดอกหลายๆ รุ่นในต้นเดียวกัน ทำให้ต้นพืชนำน้ำและธาตุอาหารไปเลี้ยงดอก ที่ออกรุ่นใหม่มากกว่า เป็นผลให้รุ่นเก่าไม่มีน้ำและอาหารเพียงพอ เกิดการหลุดร่วงได้ \n\n4. มีแมลงพวกเพลี้ยไฟ หรือไรแดงเข้าทำลายดอก \n\nThe pollination process varies among durian cultivars. Specifically, the Chanee variety experiences incomplete pollination due to its male stamen being longer than its female pistil and having fewer female pistils, which reduces the chances of natural pollination and makes fruit setting difficult. The problem is worsened by rain during the blooming period, often resulting in below-average fruit yields. To address this, assisted pollination using pollen from other cultivars, such as Mon Thong, is recommended. Mon Thong sets fruit more easily and is less prone to dropping. This assisted pollination method helps ensure the development of well-formed fruits without misshapen or incomplete sections.",
      "contextual_text": null
    },
    "updated_at": "2025-09-15T06:38:51.465392",
    "source_blocks": [
      {
        "page_idx": 9.0,
        "char_start": 0.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 58.0,
        "char_end": 160.0
      },
      {
        "page_idx": 9.0,
        "char_start": 161.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 59.0,
        "char_end": 329.0
      },
      {
        "page_idx": 9.0,
        "char_start": 331.0,
        "is_overlap": true,
        "type": "text",
        "block_idx": 60.0,
        "char_end": 374.0
      },
      {
        "page_idx": 9.0,
        "char_start": 376.0,
        "type": "image",
        "block_idx": 61.0,
        "char_end": 1079.0
      }
    ],
    "block_index": [
      58.0,
      59.0,
      60.0,
      61.0
    ],
    "image": null,
    "content_type": "text",
    "document_id": "69703df5fb2c5e4d4dea3bf22874dd58cff886fe4935efe97883ad7686ba412d",
    "id": "6f081f30-a72c-48de-a951-dbb719b91cde"
  }
]